Repository: msaeedabdelmonem/Roommate
Catalog: lib/l10n/intl_*.arb
Languages: ar

# loginTitle1
source: Rooms For Rent & Roommate Finder
ar: غرف مشتركة للايجار البحث عن شريك سكن

# loginDesc1
source: Browse hundreds of profiles, search and contact potential roommates for free.
ar: تصفح مئات الملفات الشخصية ، وابحث عن شركاء السكن المحتملين واتصل بهم مجانًا.

# loginTitle2
source: Looking For An Ideal Roommate?
ar: هل تبحث عن رفيق الغرفة المثالي؟

# loginDesc2
source: Browse hundreds of profiles, search and contact potential roommates for free.
ar: تصفح مئات الملفات الشخصية ، وابحث عن شركاء السكن المحتملين واتصل بهم مجانًا.

# loginTitle3
source: Move to your roome easly now
ar: انتقل للعيش في غرفة بسهولة الآن

# loginDesc3
source: Browse hundreds of profiles, search and contact potential roommates for free.
ar: تصفح مئات الملفات الشخصية ، وابحث عن شركاء السكن المحتملين واتصل بهم مجانًا.

# facebook_login
source: Continue with Facebook
ar: الدخول بواسطة فيس بوك

# google_login
source: Continue with Google
ar: الدخول بواسطة جوجل

# appleLogin
source: Continue with Apple ID
ar: الدخول بواسطة Apple ID

# search
source: Search for rooms
ar: |البحث عن غرفة

# rate
source: Rate the App
ar: قيم التطبيق

# contact
source: Contact The Owner
ar: اتصل بالمعلن

source: Price
ar: السعر

source: Location
ar: المنطقة

source: Type
ar: النوع

# lookingFor
source: I’m looking for
ar: أبحث عن

# listRooms
source: List your room
ar: اضف غرفة جديدة

# roomPref
source: Room preferences
ar: تفضيلات الغرفة

# soon
source: Coming Soon
ar: قريباً

source: Language
ar: اللغة

# langName
source: English
ar: الانجليزية

source: Logout
ar: تسجيل الخروج

# searchResults
source: {number} Search results
ar: {number} نتائج بحث

source: Choose type
ar: اختر النوع

# chooseLocation
source: Choose City & Area
ar: اختر المدينة والمنطقة

# choosePrice
source: Choose price range
ar: اختر السعر

# entireRoom
source: Entire apartment
ar: شقة بالكامل

# single
source: Signle room
ar: غرفة فردية

# double
source: Double room
ar: غرفة مزدوجة

# tribble
source: Tribble room
ar: غرفة ثلاثية

# free
source: It’s Free
ar: مجاني

# share
source: You are invited to book this room {room}
ar: تمت دعوتك لحجز هذه الغرفة {room}

# inWord
source: in
ar: في

source: per month
ar: / شهر

source: Description
ar: الوصف
